#### LbForcePerFtSup3 Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol lb/ftÂ³, indicating unit Pounds force per cubic foot.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId LbForcePerFtSup3 { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property LbForcePerFtSup3 As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ LbForcePerFtSup3 { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace